{
  "events": [
    {
      "start_date": {
        "year": "2014",
        "month": "6"
      },
      "media": {
        "url": "https://github.com/andrejarenkow/Portfolio/blob/main/imagens_timeline/ufrgs3.jpg?raw=true",
        "credit": "",
        "thumbnail":"https://github.com/andrejarenkow/Portfolio/blob/main/imagens_timeline/ufrgs3.jpg?raw=true"
      },
      "text": {
        "headline": "Substitute Professor at Federal University of Rio Grande do Sul",
        "text": "Taught experimental and theoretical chemistry to undergraduate students in engineering, pharmacy, and other programs. Responsibilities included lesson preparation, experiment supervision, teaching, question creation, and exam grading."
      }
    },
    {
      "start_date": {
        "year": "2015",
        "month": "8"
      },
      "media": {
        "url": "https://github.com/andrejarenkow/Portfolio/blob/main/imagens_timeline/hipra.png?raw=true",
        "thumbnail": "https://github.com/andrejarenkow/Portfolio/blob/main/imagens_timeline/hipra.png?raw=true"
      },
      "text": {
        "headline": "Deputy Production Coordinator",
        "text": "Managed the production of veterinary medicines, ensuring European quality standards. Led a team of 15 individuals, overseeing four production lines at the factory. Assisted in production planning and execution, collaborating with the Production Control and Planning (PCP) team from the Spanish headquarters. Played a pivotal role in implementing the SAP R3 system in the production area."
      }
    },
    {
      "start_date": {
        "year": "2018",
        "month": "4"
      },
      "media": {
        "url": "https://github.com/andrejarenkow/Portfolio/blob/main/imagens_timeline/logo_estado.png?raw=true",
        "thumbnail": "https://github.com/andrejarenkow/Portfolio/blob/main/imagens_timeline/logo_estado.png?raw=true"
      },
      "text": {
        "headline": "Chemical Engineer specializing in Health",
        "text": "Specialized in both Environmental and Sanitary Surveillance. In Sanitary Surveillance, inspected Cosmetics and Sanitizers production facilities in the 14th Regional Health Coordinator area. In Environmental Surveillance, focused on the Vigiagua program, overseeing water quality in the 14th CRS municipalities, conducting training, monitoring goals, and inspecting water sources. Contributed to the National Dengue Control Program, aiding in map creation, data analysis, and decision-making. Coordinated the development and maintenance of an interactive Dengue cases panel for the region, regularly updated using Python for data processing."
      }
    },
    {
      "start_date": {
        "year": "2021",
        "month": "4"
      },
      "media": {
        "url": "https://github.com/andrejarenkow/Portfolio/blob/main/imagens_timeline/logo%20cevs.png?raw=true",
        "thumbnail": "https://github.com/andrejarenkow/Portfolio/blob/main/imagens_timeline/logo%20cevs.png?raw=true"
      },
      "text": {
        "headline": "Data Analyst specializing in Health",
        "text": "As a Health Specialist at the State Center for Health Surveillance, I primarily work on the National Program for Surveillance of the Quality of Drinking Water (VIGIAGUA). I assist colleagues in managing and supporting program activities. I'm responsible for user management in the SISAGUA system for Rio Grande do Sul, providing access to data entry for drinking water in all municipalities. Additionally, I contribute to the Environmental Monitoring of SARS-CoV-2 in Sewage project, aiding in the creation of monthly and weekly bulletins available on the Official Twitter of the State Health Department of RS. Proficient in Python, I elevate data analysis in environmental surveillance, both within my program and in related areas. I was one of the developers of the Ovitraps Monitoring Panel, which records traps used in monitoring Aedes Aegypti in RS."
      }
    },
    {
      "start_date": {
        "year": "2022",
        "month": "9"
      },
      "media": {
        "url": "https://github.com/andrejarenkow/Portfolio/blob/main/imagens_timeline/Udemy_logo.svg.png?raw=true",
        "credit": "",
        "thumbnail":"https://github.com/andrejarenkow/Portfolio/blob/main/imagens_timeline/Udemy_logo.svg.png?raw=true"
      },
      "text": {
        "headline": "Udemy instructor",
        "text": "Taught experimental and theoretical chemistry to undergraduate students in engineering, pharmacy, and other programs. Responsibilities included lesson preparation, experiment supervision, teaching, question creation, and exam grading., https://www.udemy.com/course/dados-de-saude-publica-com-python/"
      }
    },
  ]
}
